export const data = {
    offer: {
        title: "TenderChad",
        description1: 'Освободит Вас от монотонной работы',
        description2: 'Сократит время на поиск и анализ тендера минимум в два раза',
        buttonText: 'Узнать больше',
        info: {
            card1: {
                text1: 'Привет, меня зовут Ваня',
                text2: 'и я хочу рассказать вам о TenderChad' 
            },
            info1: 'С каждым годом IT-компаниям становится все труднее находить нужный тендер. Связано это непосредственно с увеличением количества тендерных заявок, а также разнообразием площадок для их размещения.',
            info2: 'Поиск необходимой информации в документации тендер затягивает время принятия решения по этому тендеру'
        },
    },
    card2: 'Поэтому ребята из компании DevInside решили создать систему, которая поможет IT-компаниям в поисках тендеров',
    about: {
        title: 'TenderChad -',
        text1: 'Аналитическая система, позволяющая оптимизировать процесс поиска и анализ тендеров для вашей компании. Система работает на основе уникального алгоритма оценки тендера по информации взятой из сопутствующей тендерной документации. Удобный и ненагруженный интерфейс системы позволяет быстро выполнить поиск по ключевым параметрам.', 
        text2: 'Вам не придется тратить время на долгую и скучную оценку тендерной документации, эту работу возьмет на себя TenderChad. Вам останется выбрать из релевантных тендеров лишь те, которые полностью удовлетворят ваши условия.',
    },
    card3: {
        text1: 'Возможно, вы скажете:',
        text2: '- Но ведь уже есть агрегаторы тендерных заявок. В чем же ваше отличие?',
        text3: 'А отличия действительно есть!'
    },
    advantages: {
        title: 'Преимущества',
        adv: [
            {
                title: 'Узконаправленное решение',
                description: 'asdasd asd asdas dasdas dasd as das das das dasd asdaadsasas as dasd '
            },
            {
                title: 'Ранжирование и сортировка',
                description: 'asdasd'
            },
            {
                title: 'Расширенный поиск',
                description: 'asdasd'
            },
            {
                title: 'Выдача отчетов',
                description: 'asdasd'
            },
            {
                title: 'Оценка релевантности',
                description: 'asdasd'
            },
            {
                title: 'Экономия времени и ресурсов',
                description: 'asdasd'
            }
        ]
        
    },
    card4: {
        text1: 'Интересно узнать, как работает сервис TenderChad?',
        text2: 'Сейчас расскажу!'
    },
    howItWorks: {
        title: 'Как это работает?',
        cards: [
            {
                title: 'Клиент формирует запрос',
                description: 'asdasdasd'
            },
            {
                title: 'Поиск релевантных тендеров',
                description: 'asdasdasd'
            },
            {
                title: 'Обработка информации',
                description: 'asdasdasd'
            },
            {
                title: 'Формирование отчета',
                description: 'asdasdasd'
            },
            {
                title: 'Выдача результата',
                description: 'asdasdasd'
            },
        ]
        
    },
    card5: {
        text: 'Оформите подписку на сервис TenderChad и будьте в курсе всех выгодных вам тендерных предложений'
    },
    contacts: {
        title: 'Оставьте заявку на получение TenderChad',
        inputs: [
            {
                id: 'name',
                label: 'Ваше имя',
                placeholder: 'Алексей Александрович',
                isRequired: true
            },
            {
                label: 'E-mail',
                id: 'email',
                placeholder: 'alexandrovich@pochta.ru',
                isRequired: true
            },
            {
                id: 'phone',
                label: 'Телефон',
                placeholder: '+7 (999) 999 99 99',
                isRequired: true
            },
            {
                id: 'company',
                label: 'Компания',
                placeholder: 'ООО "Александрия"',
                isRequired: false
            },
            {
                id: 'comment',
                label: 'Комментарий',
                placeholder: '',
                isRequired: false
            }
        ],
        
        buttonText: 'Отправить',
        info: 'Нажимая на кнопку, вы соглашаетесь с нашими правилами обработки данных'
    },
    questions: {
        card6: {
            text1: 'Остались вопросы?',
            text2: 'Давайте обсудим их в телеграме'
        },
        buttonText: 'Задать вопрос'
    }
    
}